app/controllers/email_controller.rb

  def index
  	@email = Email.all
---
SELECT "emails".* FROM "emails"

  def create
  	@email = Email.create!(object: Faker::Game.title, body: Faker::Movie.quote)
---
INSERT INTO "emails" ("object", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["object", "Pokémon Ultra Sun"], ["body", "Frankly, my dear, I don’t give a damn."], ["created_at", "2019-08-30 08:13:32.956111"], ["updated_at", "2019-08-30 08:13:32.956111"]]